exports.data = {
    "^\\/students": {
        GET: [
                {
                    "id":"201521010001",
                    "name":"啊Q",
                    "sex":"M",
                    "birthday":"2018-5-10 14:39:00",
                    "phone":"13998465335",
                    "email":"1243605845@qq.com",
                    "qq":"1243605845",
                    "wechat":"1243605845",
                    "major":"计算机科学与技术",
                    "schoolclass":1

                },
            {
                "id":"201521010002",
                "name":"啊Q",
                "sex":"M",
                "birthday":"2018-5-10 14:39:00",
                "phone":"13998465335",
                "email":"1243605845@qq.com",
                "qq":"1243605845",
                "wechat":"1243605845",
                "major":"计算机科学与技术",
                "schoolclass":1

            },
            {
                "id":"201521010003",
                "name":"啊Q",
                "sex":"M",
                "birthday":"2018-5-10 14:39:00",
                "phone":"13998465335",
                "email":"1243605845@qq.com",
                "qq":"1243605845",
                "wechat":"1243605845",
                "major":"计算机科学与技术",
                "schoolclass":1

            },
            {
                "id":"201521010004",
                "name":"啊Q",
                "sex":"M",
                "birthday":"2018-5-10 14:39:00",
                "phone":"13998465335",
                "email":"1243605845@qq.com",
                "qq":"1243605845",
                "wechat":"1243605845",
                "major":"计算机科学与技术",
                "schoolclass":1

            },
            {
                "id":"201521010005",
                "name":"啊Q",
                "sex":"M",
                "birthday":"2018-5-10 14:39:00",
                "phone":"13998465335",
                "email":"1243605845@qq.com",
                "qq":"1243605845",
                "wechat":"1243605845",
                "major":"计算机科学与技术",
                "schoolclass":1

            },
            {
                "id":"201521010006",
                "name":"啊Q",
                "sex":"M",
                "birthday":"2018-5-10 14:39:00",
                "phone":"13998465335",
                "email":"1243605845@qq.com",
                "qq":"1243605845",
                "wechat":"1243605845",
                "major":"计算机科学与技术",
                "schoolclass":1

            },
            {
                "id":"201521010007",
                "name":"啊Q",
                "sex":"M",
                "birthday":"2018-5-10 14:39:00",
                "phone":"13998465335",
                "email":"1243605845@qq.com",
                "qq":"1243605845",
                "wechat":"1243605845",
                "major":"计算机科学与技术",
                "schoolclass":1

            },
            {
                "id":"201521010008",
                "name":"啊Q",
                "sex":"M",
                "birthday":"2018-5-10 14:39:00",
                "phone":"13998465335",
                "email":"1243605845@qq.com",
                "qq":"1243605845",
                "wechat":"1243605845",
                "major":"计算机科学与技术",
                "schoolclass":1

            },
            {
                "id":"201521010009",
                "name":"啊Q",
                "sex":"M",
                "birthday":"2018-5-10 14:39:00",
                "phone":"13998465335",
                "email":"1243605845@qq.com",
                "qq":"1243605845",
                "wechat":"1243605845",
                "major":"计算机科学与技术",
                "schoolclass":1

            },
            {
                "id":"201521010010",
                "name":"啊Q",
                "sex":"M",
                "birthday":"2018-5-10 14:39:00",
                "phone":"13998465335",
                "email":"1243605845@qq.com",
                "qq":"1243605845",
                "wechat":"1243605845",
                "major":"计算机科学与技术",
                "schoolclass":1

            },
            {
                "id":"201521010011",
                "name":"啊Q",
                "sex":"M",
                "birthday":"2018-5-10 14:39:00",
                "phone":"13998465335",
                "email":"1243605845@qq.com",
                "qq":"1243605845",
                "wechat":"1243605845",
                "major":"计算机科学与技术",
                "schoolclass":1

            },
            {
                "id":"201521010012",
                "name":"啊Q",
                "sex":"M",
                "birthday":"2018-5-10 14:39:00",
                "phone":"13998465335",
                "email":"1243605845@qq.com",
                "qq":"1243605845",
                "wechat":"1243605845",
                "major":"计算机科学与技术",
                "schoolclass":1

            },
            {
                "id":"201521010013",
                "name":"啊Q",
                "sex":"M",
                "birthday":"2018-5-10 14:39:00",
                "phone":"13998465335",
                "email":"1243605845@qq.com",
                "qq":"1243605845",
                "wechat":"1243605845",
                "major":"计算机科学与技术",
                "schoolclass":1

            }
        ]
    },

    "^\\/student\\/[0-9]+$": {
        GET: {
            "status":"success",
            "student":
                {
                    "id":"201521010000",
                    "name":"啊Q"
                }
        }
    },
};